Revit 2027 API
ParameterTypeId.ZoneCalculatedCoolingLoadParam Property
 "Calculated Cooling Load"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ZoneCalculatedCoolingLoadParam { get; }
Public Shared ReadOnly Property ZoneCalculatedCoolingLoadParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ZoneCalculatedCoolingLoadParam {
	ForgeTypeId^ get ();
}
static member ZoneCalculatedCoolingLoadParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace